driver-tests/bpelse/assign/AssignJbi/test/results/CopytimeInvoke/Actual_20130319180438_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <timePart xmlns="urn:DataType" xmlns:msgns="urn:CopyDataTypeTNS">
      <xsd_time>16:00:00.000000</xsd_time>
      <optional_time>23:19:20.505000</optional_time>
      <repeat_time>23:19:20.505000</repeat_time>
      <repeat_time>1:01:01.000001</repeat_time>
    </timePart>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>